Repository: maykinmedia/django-timeline-logger
Catalog: timeline_logger/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Events timeline
nl: Tijdlijn van gebeurtenissen

source: Send e-mail to all users
nl: Stuur een e-mail naar alle gebruikers

source: Send e-mail to staff users
nl: Stuur een e-mail naar stafgebruikers

source: Send e-mail to adresses listed in settings.TIMELINE_DIGEST_EMAIL_RECIPIENTS
nl: Stuur een e-mail naar de addressen die vermeld zijn in settings.TIMELINE_DIGEST_EMAIL_RECIPIENTS

source: content type
nl: inhoudstype

source: timestamp
nl: datum en tijd

source: user
nl: gebruiker

source: timeline log entry
nl: logboekvermelding

source: timeline log entries
nl: logboekvermeldingen

source: Anonymous user
nl: Anonieme gebruiker

source: %(timestamp)s - %(user)s created %(object)s.
nl: %(timestamp)s - %(user)s creÃ«rde %(object)s.

source: %(timestamp)s - %(user)s event on %(object)s.
nl: %(timestamp)s - %(user)s gebeurtenissen voor %(object)s.

source: Timeline logger notification
nl: Logboekvermelding notificatie

source: Events since %(start_date)s
nl: Gebeurtenissen sinds %(start_date)s

source: No events logged from that date until today.
nl: Er zijn geen gebeurtenissen van die datum tot vandaag.

source: %(timestamp)s - %(user)s updated %(object)s with %(extra)s.
nl: %(timestamp)s - %(user)s updatete %(object)s met %(extra)s.
